const discoverData = [

    
  "1": {
     "month":"Джумада аль-уля",
     "day":"18",
     "number_of_days":1,
    "special_day": ["Остерегайтесь двенадцати дней в году. Ибо в эти дни смывается имущество и сами разоблачаются."],
    "id":1}
,
  "2": {
     "month":"Джумада аль-уля",
     "day":"19",
     "number_of_days":0,
    "special_day": [""],
    "id":2}
,
  "3": {
     "month":"Джумада аль-уля",
     "day":"20",
     "number_of_days":0,
    "special_day": [""],
    "id":3}
,
  "4": {
     "month":"Джумада аль-уля",
     "day":"21",
     "number_of_days":1,
    "special_day": ["Неблагоприятные дни для:  -  начало новой работы  -  заключение брака  -  выход в сафар  -посещение начальства с просьбой"],
    "id":4}
,
  "5": {
     "month":"Джумада аль-уля",
     "day":"22",
     "number_of_days":0,
    "special_day": [""],
    "id":5}
,
  "6": {
     "month":"Джумада аль-уля",
     "day":"23",
     "number_of_days":0,
    "special_day": [""],
    "id":6}
,
  "7": {
     "month":"Джумада аль-уля",
     "day":"24",
     "number_of_days":1,
    "special_day": ["Неблагоприятные дни для: -  начало новой работы    -  заключение брака   -  выход в сафар   -посещение начальства с просьбой"],
    "id":7}
,
  "8": {
     "month":"Джумада аль-уля",
     "day":"25",
     "number_of_days":1,
    "special_day": ["Неблагоприятные дни для:  -  начало новой работы  -  заключение брака   -  выход в сафар     -посещение начальства с просьбой"],
    "id":8}
,
  "9": {
     "month":"Джумада аль-уля",
     "day":"26",
     "number_of_days":0,
    "special_day": [""],
    "id":9}
,
  "10": {
     "month":"Джумада аль-уля",
     "day":"27",
     "number_of_days":0,
    "special_day": [""],
    "id":10}
,
  "11": {
     "month":"Джумада аль-уля",
     "day":"28",
     "number_of_days":0,
    "special_day": [""],
    "id":11}
,
  "12": {
     "month":"Джумада аль-уля",
     "day":"29",
     "number_of_days":0,
    "special_day": [""],
    "id":12}
,
  "13": {
     "month":"Джумада аль-уля",
     "day":"30",
     "number_of_days":0,
    "special_day": [""],
    "id":13}
,
  "14": {
     "month":"Джумад-уль-ахир",
     "day":"1",
     "number_of_days":0,
    "special_day": [""],
    "id":14}
,
  "15": {
     "month":"Джумад-уль-ахир",
     "day":"2",
     "number_of_days":0,
    "special_day": [""],
    "id":15}
,
  "16": {
     "month":"Джумад-уль-ахир",
     "day":"3",
     "number_of_days":1,
    "special_day": ["Неблагоприятные дни для:    -  начало новой работы   -  заключение брака      -  выход в сафар   -посещение начальства с просьбой"],
    "id":16}
,
  "17": {
     "month":"Джумад-уль-ахир",
     "day":"4",
     "number_of_days":0,
    "special_day": [""],
    "id":17}
,
  "18": {
     "month":"Джумад-уль-ахир",
     "day":"5",
     "number_of_days":1,
    "special_day": ["Неблагоприятные дни для:   -  начало новой работы    -  заключение брака     -  выход в сафар     -посещение начальства с просьбой"],
    "id":18}
,
  "19": {
     "month":"Джумад-уль-ахир",
     "day":"6",
     "number_of_days":0,
    "special_day": [""],
    "id":19}
,
  "20": {
     "month":"Джумад-уль-ахир",
     "day":"7",
     "number_of_days":0,
    "special_day": [""],
    "id":20}
,
  "21": {
     "month":"Джумад-уль-ахир",
     "day":"8",
     "number_of_days":0,
    "special_day": [""],
    "id":21}
,
  "22": {
     "month":"Джумад-уль-ахир",
     "day":"9",
     "number_of_days":0,
    "special_day": [""],
    "id":22}
,
  "23": {
     "month":"Джумад-уль-ахир",
     "day":"10",
     "number_of_days":0,
    "special_day": [""],
    "id":23}
,
  "24": {
     "month":"Джумад-уль-ахир",
     "day":"11",
     "number_of_days":0,
    "special_day": [""],
    "id":24}
,
  "25": {
     "month":"Джумад-уль-ахир",
     "day":"12",
     "number_of_days":1,
    "special_day": ["Остерегайтесь двенадцати дней в году. Ибо в эти дни смывается имущество и сами разоблачаются."],
    "id":25}
,
  "26": {
     "month":"Джумад-уль-ахир",
     "day":"13",
     "number_of_days":1,
    "special_day": ["Неблагоприятные дни для:    -  начало новой работы       -  заключение брака      -  выход в сафар     -посещение начальства с просьбой"],
    "id":26}
,
  "27": {
     "month":"Джумад-уль-ахир",
     "day":"14",
     "number_of_days":0,
    "special_day": [""],
    "id":27}
,
  "28": {
     "month":"Джумад-уль-ахир",
     "day":"15",
     "number_of_days":0,
    "special_day": [""],
    "id":28}
,
  "29": {
     "month":"Джумад-уль-ахир",
     "day":"16",
     "number_of_days":1,
    "special_day": ["Неблагоприятные дни для:      -  начало новой работы     -  заключение брака      -  выход в сафар      -посещение начальства с просьбой"],
    "id":29}
,
  "30": {
     "month":"Джумад-уль-ахир",
     "day":"17",
     "number_of_days":0,
    "special_day": [""],
    "id":30}
,
  "31": {
     "month":"Джумад-уль-ахир",
     "day":"18",
     "number_of_days":0,
    "special_day": [""],
    "id":31}
,
  "32": {
     "month":"Джумад-уль-ахир",
     "day":"19",
     "number_of_days":0,
    "special_day": [""],
    "id":32}
,
  "33": {
     "month":"Джумад-уль-ахир",
     "day":"20",
     "number_of_days":0,
    "special_day": [""],
    "id":33}
,
  "34": {
     "month":"Джумад-уль-ахир",
     "day":"21",
     "number_of_days":1,
    "special_day": ["Неблагоприятные дни для: -  начало новой работы      -  заключение брака   -  выход в сафар   -посещение начальства с просьбой"],
    "id":34}
,
  "35": {
     "month":"Джумад-уль-ахир",
     "day":"22",
     "number_of_days":0,
    "special_day": [""],
    "id":35}
,
  "36": {
     "month":"Джумад-уль-ахир",
     "day":"23",
     "number_of_days":0,
    "special_day": [""],
    "id":36}
,
  "37": {
     "month":"Джумад-уль-ахир",
     "day":"24",
     "number_of_days":1,
    "special_day": ["Неблагоприятные дни для:   -  начало новой работы      -  заключение брака     -  выход в сафар    -посещение начальства с просьбой"],
    "id":37}
,
  "38": {
     "month":"Джумад-уль-ахир",
     "day":"25",
     "number_of_days":1,
    "special_day": ["Неблагоприятные дни для:    -  начало новой работы      -  заключение брака      -  выход в сафар    -посещение начальства с просьбой"],
    "id":38}
,
  "39": {
     "month":"Джумад-уль-ахир",
     "day":"26",
     "number_of_days":0,
    "special_day": [""],
    "id":39}
,
  "40": {
     "month":"Джумад-уль-ахир",
     "day":"27",
     "number_of_days":0,
    "special_day": [""],
    "id":40}
,
  "41": {
     "month":"Джумад-уль-ахир",
     "day":"28",
     "number_of_days":0,
    "special_day": [""],
    "id":41}
,
  "42": {
     "month":"Джумад-уль-ахир",
     "day":"29",
     "number_of_days":0,
    "special_day": [""],
    "id":42}
,
  "43": {
     "month":"Раджаб",
     "day":"1",
     "number_of_days":0,
    "special_day": [""],
    "id":43}
,
  "44": {
     "month":"Раджаб",
     "day":"2",
     "number_of_days":0,
    "special_day": [""],
    "id":44}
,
  "45": {
     "month":"Раджаб",
     "day":"3",
     "number_of_days":1,
    "special_day": ["Неблагоприятные дни для:    -  начало новой работы        -  заключение брака        -  выход в сафар       -посещение начальства с просьбой"],
    "id":45}
,
  "46": {
     "month":"Раджаб",
     "day":"4",
     "number_of_days":0,
    "special_day": [""],
    "id":46}
,
  "47": {
     "month":"Раджаб",
     "day":"5",
     "number_of_days":1,
    "special_day": ["Неблагоприятные дни для:       -  начало новой работы         -  заключение брака         -  выход в сафар        -посещение начальства с просьбой"],
    "id":47}
,
  "48": {
     "month":"Раджаб",
     "day":"6",
     "number_of_days":0,
    "special_day": [""],
    "id":48}
,
  "49": {
     "month":"Раджаб",
     "day":"7",
     "number_of_days":0,
    "special_day": [""],
    "id":49}
,
  "50": {
     "month":"Раджаб",
     "day":"8",
     "number_of_days":0,
    "special_day": [""],
    "id":50}
,
  "51": {
     "month":"Раджаб",
     "day":"9",
     "number_of_days":0,
    "special_day": [""],
    "id":51}
,
  "52": {
     "month":"Раджаб",
     "day":"10",
     "number_of_days":0,
    "special_day": [""],
    "id":52}
,
  "53": {
     "month":"Раджаб",
     "day":"11",
     "number_of_days":1,
    "special_day": ["Неблагоприятные дни для:    -  посадка нового дерева    -  начало постройки дома    -  сеять поле"],
    "id":53}
,
  "54": {
     "month":"Раджаб",
     "day":"12",
     "number_of_days":1,
    "special_day": ["Остерегайтесь двенадцати дней в году. Ибо в эти дни смывается имущество и сами разоблачаются."],
    "id":54}
,
  "55": {
     "month":"Раджаб",
     "day":"13",
     "number_of_days":2,
    "special_day": ["Неблагоприятные дни для:    -  начало новой работы     -  заключение брака     -  выход в сафар    -  посещение начальства с просьбой   Неблагоприятные дни для:   -  посадка нового дерева    -  начало постройки дома    -  сеять поле "],
    "id":55}
,
  "56": {
     "month":"Раджаб",
     "day":"14",
     "number_of_days":0,
    "special_day": [" "],
    "id":56}
,
  "57": {
     "month":"Раджаб",
     "day":"15",
     "number_of_days":0,
    "special_day": [""],
    "id":57}
,
  "58": {
     "month":"Раджаб",
     "day":"16",
     "number_of_days":1,
    "special_day": ["Неблагоприятные дни для:        -  начало новой работы         -  заключение брака         -  выход в сафар        -посещение начальства с просьбой"],
    "id":58}
,
  "59": {
     "month":"Раджаб",
     "day":"17",
     "number_of_days":0,
    "special_day": [""],
    "id":59}


]
+-