var data = [

{
         "month":"Джумада аль-уля",
      "date":"2021-01-01",
      "day":18,
          "special_day": ["Остерегайтесь двенадцати дней в году. Ибо в эти дни смывается имущество и сами разоблачаются."]

    },
{
         "month":"Джумада аль-уля",
      "date":"2021-01-02",
      "day":19,
          "special_day": [""]

    },
{
         "month":"Джумада аль-уля",
      "date":"2021-01-03",
      "day":20,
          "special_day": [""]

    },
{
         "month":"Джумада аль-уля",
      "date":"2021-01-04",
      "day":21,
          "special_day": ["Неблагоприятный день для: \n- начало новой работы \n - заключение брака \n - выход в сафар  \n - посещение начальства с просьбой"]

    },
{
         "month":"Джумада аль-уля",
      "date":"2021-01-05",
      "day":22,
          "special_day": [""]

    },
{
         "month":"Джумада аль-уля",
      "date":"2021-01-06",
      "day":23,
          "special_day": [""]

    },
{
         "month":"Джумада аль-уля",
      "date":"2021-01-07",
      "day":24,
          "special_day": ["Неблагоприятный день для: \n- начало новой работы \n - заключение брака \n - выход в сафар  \n - посещение начальства с просьбой"]

    },
{
         "month":"Джумада аль-уля",
      "date":"2021-01-08",
      "day":25,
          "special_day": ["Неблагоприятный день для: \n- начало новой работы \n - заключение брака \n - выход в сафар  \n - посещение начальства с просьбой"]

    },
{
         "month":"Джумада аль-уля",
      "date":"2021-01-09",
      "day":26,
          "special_day": [""]

    },
{
         "month":"Джумада аль-уля",
      "date":"2021-01-10",
      "day":27,
          "special_day": [""]

    },
{
         "month":"Джумада аль-уля",
      "date":"2021-01-11",
      "day":28,
          "special_day": [""]

    },
{
         "month":"Джумада аль-уля",
      "date":"2021-01-12",
      "day":29,
          "special_day": [""]

    },
{
         "month":"Джумада аль-уля",
      "date":"2021-01-13",
      "day":30,
          "special_day": [""]

    },
{
         "month":"Джумад-уль-ахир",
      "date":"2021-01-14",
      "day":1,
          "special_day": [""]

    },
{
         "month":"Джумад-уль-ахир",
      "date":"2021-01-15",
      "day":2,
          "special_day": [""]

    },
{
         "month":"Джумад-уль-ахир",
      "date":"2021-01-16",
      "day":3,
          "special_day": ["Неблагоприятный день для: \n- начало новой работы \n - заключение брака \n - выход в сафар  \n - посещение начальства с просьбой"]

    },
{
         "month":"Джумад-уль-ахир",
      "date":"2021-01-17",
      "day":4,
          "special_day": [""]

    },
{
         "month":"Джумад-уль-ахир",
      "date":"2021-01-18",
      "day":5,
          "special_day": ["Неблагоприятный день для: \n- начало новой работы \n - заключение брака \n - выход в сафар  \n - посещение начальства с просьбой"]

    },
{
         "month":"Джумад-уль-ахир",
      "date":"2021-01-19",
      "day":6,
          "special_day": [""]

    },
{
         "month":"Джумад-уль-ахир",
      "date":"2021-01-20",
      "day":7,
          "special_day": [""]

    },
{
         "month":"Джумад-уль-ахир",
      "date":"2021-01-21",
      "day":8,
          "special_day": [""]

    },
{
         "month":"Джумад-уль-ахир",
      "date":"2021-01-22",
      "day":9,
          "special_day": [""]

    },
{
         "month":"Джумад-уль-ахир",
      "date":"2021-01-23",
      "day":10,
          "special_day": [""]

    },
{
         "month":"Джумад-уль-ахир",
      "date":"2021-01-24",
      "day":11,
          "special_day": [""]

    },
{
         "month":"Джумад-уль-ахир",
      "date":"2021-01-25",
      "day":12,
          "special_day": ["Остерегайтесь двенадцати дней в году. Ибо в эти дни смывается имущество и сами разоблачаются."]

    },
{
         "month":"Джумад-уль-ахир",
      "date":"2021-01-26",
      "day":13,
          "special_day": ["Неблагоприятный день для: \n- начало новой работы \n - заключение брака \n - выход в сафар  \n - посещение начальства с просьбой"]

    },
{
         "month":"Джумад-уль-ахир",
      "date":"2021-01-27",
      "day":14,
          "special_day": [""]

    },
{
         "month":"Джумад-уль-ахир",
      "date":"2021-01-28",
      "day":15,
          "special_day": [""]

    },
{
         "month":"Джумад-уль-ахир",
      "date":"2021-01-29",
      "day":16,
          "special_day": ["Неблагоприятный день для: \n- начало новой работы \n - заключение брака \n - выход в сафар  \n - посещение начальства с просьбой"]

    },
{
         "month":"Джумад-уль-ахир",
      "date":"2021-01-30",
      "day":17,
          "special_day": [""]

    },
{
         "month":"Джумад-уль-ахир",
      "date":"2021-01-31",
      "day":18,
          "special_day": [""]

    },
{
         "month":"Джумад-уль-ахир",
      "date":"2021-02-01",
      "day":19,
          "special_day": [""]

    },
{
         "month":"Джумад-уль-ахир",
      "date":"2021-02-02",
      "day":20,
          "special_day": [""]

    },
{
         "month":"Джумад-уль-ахир",
      "date":"2021-02-03",
      "day":21,
          "special_day": ["Неблагоприятный день для: \n- начало новой работы \n - заключение брака \n - выход в сафар  \n - посещение начальства с просьбой"]

    },
{
         "month":"Джумад-уль-ахир",
      "date":"2021-02-04",
      "day":22,
          "special_day": [""]

    },
{
         "month":"Джумад-уль-ахир",
      "date":"2021-02-05",
      "day":23,
          "special_day": [""]

    },
{
         "month":"Джумад-уль-ахир",
      "date":"2021-02-06",
      "day":24,
          "special_day": ["Неблагоприятный день для: \n- начало новой работы \n - заключение брака \n - выход в сафар  \n - посещение начальства с просьбой"]

    },
{
         "month":"Джумад-уль-ахир",
      "date":"2021-02-07",
      "day":25,
          "special_day": ["Неблагоприятный день для: \n- начало новой работы \n - заключение брака \n - выход в сафар  \n - посещение начальства с просьбой"]

    },
{
         "month":"Джумад-уль-ахир",
      "date":"2021-02-08",
      "day":26,
          "special_day": [""]

    },
{
         "month":"Джумад-уль-ахир",
      "date":"2021-02-09",
      "day":27,
          "special_day": [""]

    },
{
         "month":"Джумад-уль-ахир",
      "date":"2021-02-10",
      "day":28,
          "special_day": [""]

    },
{
         "month":"Джумад-уль-ахир",
      "date":"2021-02-11",
      "day":29,
          "special_day": [""]

    },
{
         "month":"Раджаб",
      "date":"2021-02-12",
      "day":1,
          "special_day": [""]

    },
{
         "month":"Раджаб",
      "date":"2021-02-13",
      "day":2,
          "special_day": [""]

    },
{
         "month":"Раджаб",
      "date":"2021-02-14",
      "day":3,
          "special_day": ["Неблагоприятный день для: \n- начало новой работы \n - заключение брака \n - выход в сафар  \n - посещение начальства с просьбой"]

    },
{
         "month":"Раджаб",
      "date":"2021-02-15",
      "day":4,
          "special_day": [""]

    },
{
         "month":"Раджаб",
      "date":"2021-02-16",
      "day":5,
          "special_day": ["Неблагоприятный день для: \n- начало новой работы \n - заключение брака \n - выход в сафар  \n - посещение начальства с просьбой"]

    },
{
         "month":"Раджаб",
      "date":"2021-02-17",
      "day":6,
          "special_day": [""]

    },
{
         "month":"Раджаб",
      "date":"2021-02-18",
      "day":7,
          "special_day": [""]

    },
{
         "month":"Раджаб",
      "date":"2021-02-19",
      "day":8,
          "special_day": [""]

    },
{
         "month":"Раджаб",
      "date":"2021-02-20",
      "day":9,
          "special_day": [""]

    },
{
         "month":"Раджаб",
      "date":"2021-02-21",
      "day":10,
          "special_day": [""]

    },
{
         "month":"Раджаб",
      "date":"2021-02-22",
      "day":11,
          "special_day": [""]

    },
{
         "month":"Раджаб",
      "date":"2021-02-23",
      "day":12,
          "special_day": ["Остерегайтесь двенадцати дней в году. Ибо в эти дни смывается имущество и сами разоблачаются."]

    },
{
         "month":"Раджаб",
      "date":"2021-02-24",
      "day":13,
          "special_day": [""]

    },
{
         "month":"Раджаб",
      "date":"2021-02-25",
      "day":14,
          "special_day": [" "]

    },
{
         "month":"Раджаб",
      "date":"2021-02-26",
      "day":15,
          "special_day": [""]

    },
{
         "month":"Раджаб",
      "date":"2021-02-27",
      "day":16,
          "special_day": ["Неблагоприятный день для: \n- начало новой работы \n - заключение брака \n - выход в сафар  \n - посещение начальства с просьбой"]

    },
{
         "month":"Раджаб",
      "date":"2021-02-28",
      "day":17,
          "special_day": [""]

    },
{
         "month":"Раджаб",
      "date":"2021-03-01",
      "day":18,
          "special_day": [""]

    },
{
         "month":"Раджаб",
      "date":"2021-03-02",
      "day":19,
          "special_day": [""]

    },
{
         "month":"Раджаб",
      "date":"2021-03-03",
      "day":20,
          "special_day": [""]

    },
{
         "month":"Раджаб",
      "date":"2021-03-04",
      "day":21,
          "special_day": ["Неблагоприятный день для: \n- начало новой работы \n - заключение брака \n - выход в сафар  \n - посещение начальства с просьбой"]

    },
{
         "month":"Раджаб",
      "date":"2021-03-05",
      "day":22,
          "special_day": [""]

    },
{
         "month":"Раджаб",
      "date":"2021-03-06",
      "day":23,
          "special_day": [""]

    },
{
         "month":"Раджаб",
      "date":"2021-03-07",
      "day":24,
          "special_day": ["Неблагоприятный день для: \n- начало новой работы \n - заключение брака \n - выход в сафар  \n - посещение начальства с просьбой"]

    },
{
         "month":"Раджаб",
      "date":"2021-03-08",
      "day":25,
          "special_day": ["Неблагоприятный день для: \n- начало новой работы \n - заключение брака \n - выход в сафар  \n - посещение начальства с просьбой"]

    },
{
         "month":"Раджаб",
      "date":"2021-03-09",
      "day":26,
          "special_day": [""]

    },
{
         "month":"Раджаб",
      "date":"2021-03-10",
      "day":27,
          "special_day": [""]

    },
{
         "month":"Раджаб",
      "date":"2021-03-11",
      "day":28,
          "special_day": [""]

    },
{
         "month":"Раджаб",
      "date":"2021-03-12",
      "day":29,
          "special_day": [""]

    },
{
         "month":"Раджаб",
      "date":"2021-03-13",
      "day":30,
          "special_day": [""]

    },
{
         "month":"Ша'бан",
      "date":"2021-03-14",
      "day":1,
          "special_day": [""]

    },
{
         "month":"Ша'бан",
      "date":"2021-03-15",
      "day":2,
          "special_day": [""]

    },
{
         "month":"Ша'бан",
      "date":"2021-03-16",
      "day":3,
          "special_day": ["Неблагоприятный день для: \n- начало новой работы \n - заключение брака \n - выход в сафар  \n - посещение начальства с просьбой"]

    },
{
         "month":"Ша'бан",
      "date":"2021-03-17",
      "day":4,
          "special_day": [""]

    },
{
         "month":"Ша'бан",
      "date":"2021-03-18",
      "day":5,
          "special_day": ["Неблагоприятный день для: \n- начало новой работы \n - заключение брака \n - выход в сафар  \n - посещение начальства с просьбой"]

    },
{
         "month":"Ша'бан",
      "date":"2021-03-19",
      "day":6,
          "special_day": [""]

    },
{
         "month":"Ша'бан",
      "date":"2021-03-20",
      "day":7,
          "special_day": [""]

    },
{
         "month":"Ша'бан",
      "date":"2021-03-21",
      "day":8,
          "special_day": [""]

    },
{
         "month":"Ша'бан",
      "date":"2021-03-22",
      "day":9,
          "special_day": [""]

    },
{
         "month":"Ша'бан",
      "date":"2021-03-23",
      "day":10,
          "special_day": [""]

    },
{
         "month":"Ша'бан",
      "date":"2021-03-24",
      "day":11,
          "special_day": [""]

    },
{
         "month":"Ша'бан",
      "date":"2021-03-25",
      "day":12,
          "special_day": [""]

    },
{
         "month":"Ша'бан",
      "date":"2021-03-26",
      "day":13,
          "special_day": ["Неблагоприятный день для: \n- начало новой работы \n - заключение брака \n - выход в сафар  \n - посещение начальства с просьбой"]

    },
{
         "month":"Ша'бан",
      "date":"2021-03-27",
      "day":14,
          "special_day": [""]

    },
{
         "month":"Ша'бан",
      "date":"2021-03-28",
      "day":15,
          "special_day": [""]

    },
{
         "month":"Ша'бан",
      "date":"2021-03-29",
      "day":16,
          "special_day": [""]

    },
{
         "month":"Ша'бан",
      "date":"2021-03-30",
      "day":17,
          "special_day": [""]

    },
{
         "month":"Ша'бан",
      "date":"2021-03-31",
      "day":18,
          "special_day": [""]

    },
{
         "month":"Ша'бан",
      "date":"2021-04-01",
      "day":19,
          "special_day": [""]

    },
{
         "month":"Ша'бан",
      "date":"2021-04-02",
      "day":20,
          "special_day": [""]

    },
{
         "month":"Ша'бан",
      "date":"2021-04-03",
      "day":21,
          "special_day": ["Неблагоприятный день для: \n- начало новой работы \n - заключение брака \n - выход в сафар  \n - посещение начальства с просьбой"]

    },
{
         "month":"Ша'бан",
      "date":"2021-04-04",
      "day":22,
          "special_day": [""]

    },
{
         "month":"Ша'бан",
      "date":"2021-04-05",
      "day":23,
          "special_day": [""]

    },
{
         "month":"Ша'бан",
      "date":"2021-04-06",
      "day":24,
          "special_day": ["Неблагоприятный день для: \n- начало новой работы \n - заключение брака \n - выход в сафар  \n - посещение начальства с просьбой"]

    },
{
         "month":"Ша'бан",
      "date":"2021-04-07",
      "day":25,
          "special_day": ["Неблагоприятный день для: \n- начало новой работы \n - заключение брака \n - выход в сафар  \n - посещение начальства с просьбой"]

    },
{
         "month":"Ша'бан",
      "date":"2021-04-08",
      "day":26,
          "special_day": [""]

    },
{
         "month":"Ша'бан",
      "date":"2021-04-09",
      "day":27,
          "special_day": [""]

    },
{
         "month":"Ша'бан",
      "date":"2021-04-10",
      "day":28,
          "special_day": [""]

    },
{
         "month":"Ша'бан",
      "date":"2021-04-11",
      "day":29,
          "special_day": [""]

    },
{
         "month":"Ша'бан",
      "date":"2021-04-12",
      "day":30,
          "special_day": [""]

    },
{
         "month":"Рамадан",
      "date":"2021-04-13",
      "day":1,
          "special_day": [""]

    },
{
         "month":"Рамадан",
      "date":"2021-04-14",
      "day":2,
          "special_day": [""]

    },
{
         "month":"Рамадан",
      "date":"2021-04-15",
      "day":3,
          "special_day": [""]

    },
{
         "month":"Рамадан",
      "date":"2021-04-16",
      "day":4,
          "special_day": [""]

    },
{
         "month":"Рамадан",
      "date":"2021-04-17",
      "day":5,
          "special_day": ["Неблагоприятный день для: \n- начало новой работы \n - заключение брака \n - выход в сафар  \n - посещение начальства с просьбой"]

    },
{
         "month":"Рамадан",
      "date":"2021-04-18",
      "day":6,
          "special_day": [""]

    },
{
         "month":"Рамадан",
      "date":"2021-04-19",
      "day":7,
          "special_day": [""]

    },
{
         "month":"Рамадан",
      "date":"2021-04-20",
      "day":8,
          "special_day": [""]

    },
{
         "month":"Рамадан",
      "date":"2021-04-21",
      "day":9,
          "special_day": [""]

    },
{
         "month":"Рамадан",
      "date":"2021-04-22",
      "day":10,
          "special_day": [""]

    },
{
         "month":"Рамадан",
      "date":"2021-04-23",
      "day":11,
          "special_day": [""]

    },
{
         "month":"Рамадан",
      "date":"2021-04-24",
      "day":12,
          "special_day": [""]

    },
{
         "month":"Рамадан",
      "date":"2021-04-25",
      "day":13,
          "special_day": ["Неблагоприятный день для: \n- начало новой работы \n - заключение брака \n - выход в сафар  \n - посещение начальства с просьбой"]

    },
{
         "month":"Рамадан",
      "date":"2021-04-26",
      "day":14,
          "special_day": [""]

    },
{
         "month":"Рамадан",
      "date":"2021-04-27",
      "day":15,
          "special_day": [""]

    },
{
         "month":"Рамадан",
      "date":"2021-04-28",
      "day":16,
          "special_day": ["Неблагоприятный день для: \n- начало новой работы \n - заключение брака \n - выход в сафар  \n - посещение начальства с просьбой"]

    },
{
         "month":"Рамадан",
      "date":"2021-04-29",
      "day":17,
          "special_day": [""]

    },
{
         "month":"Рамадан",
      "date":"2021-04-30",
      "day":18,
          "special_day": [""]

    },
{
         "month":"Рамадан",
      "date":"2021-05-01",
      "day":19,
          "special_day": [""]

    },
{
         "month":"Рамадан",
      "date":"2021-05-02",
      "day":20,
          "special_day": [""]

    },
{
         "month":"Рамадан",
      "date":"2021-05-03",
      "day":21,
          "special_day": ["Неблагоприятный день для: \n- начало новой работы \n - заключение брака \n - выход в сафар  \n - посещение начальства с просьбой"]

    },
{
         "month":"Рамадан",
      "date":"2021-05-04",
      "day":22,
          "special_day": [""]

    },
{
         "month":"Рамадан",
      "date":"2021-05-05",
      "day":23,
          "special_day": [""]

    },
{
         "month":"Рамадан",
      "date":"2021-05-06",
      "day":24,
          "special_day": ["Неблагоприятный день для: \n- начало новой работы \n - заключение брака \n - выход в сафар  \n - посещение начальства с просьбой"]

    },
{
         "month":"Рамадан",
      "date":"2021-05-07",
      "day":25,
          "special_day": ["Неблагоприятный день для: \n- начало новой работы \n - заключение брака \n - выход в сафар  \n - посещение начальства с просьбой"]

    },
{
         "month":"Рамадан",
      "date":"2021-05-08",
      "day":26,
          "special_day": [""]

    },
{
         "month":"Рамадан",
      "date":"2021-05-09",
      "day":27,
          "special_day": [""]

    },
{
         "month":"Рамадан",
      "date":"2021-05-10",
      "day":28,
          "special_day": [""]

    },
{
         "month":"Рамадан",
      "date":"2021-05-11",
      "day":29,
          "special_day": [""]

    },
{
         "month":"Шавваль",
      "date":"2021-05-12",
      "day":1,
          "special_day": [""]

    },
{
         "month":"Шавваль",
      "date":"2021-05-13",
      "day":2,
          "special_day": [""]

    },
{
         "month":"Шавваль",
      "date":"2021-05-14",
      "day":3,
          "special_day": ["Неблагоприятный день для: \n- начало новой работы \n - заключение брака \n - выход в сафар  \n - посещение начальства с просьбой"]

    },
{
         "month":"Шавваль",
      "date":"2021-05-15",
      "day":4,
          "special_day": [""]

    },
{
         "month":"Шавваль",
      "date":"2021-05-16",
      "day":5,
          "special_day": ["Неблагоприятный день для: \n- начало новой работы \n - заключение брака \n - выход в сафар  \n - посещение начальства с просьбой"]

    },
{
         "month":"Шавваль",
      "date":"2021-05-17",
      "day":6,
          "special_day": [""]

    },
{
         "month":"Шавваль",
      "date":"2021-05-18",
      "day":7,
          "special_day": [""]

    },
{
         "month":"Шавваль",
      "date":"2021-05-19",
      "day":8,
          "special_day": [""]

    },
{
         "month":"Шавваль",
      "date":"2021-05-20",
      "day":9,
          "special_day": [""]

    },
{
         "month":"Шавваль",
      "date":"2021-05-21",
      "day":10,
          "special_day": [""]

    },
{
         "month":"Шавваль",
      "date":"2021-05-22",
      "day":11,
          "special_day": [""]

    },
{
         "month":"Шавваль",
      "date":"2021-05-23",
      "day":12,
          "special_day": [""]

    },
{
         "month":"Шавваль",
      "date":"2021-05-24",
      "day":13,
          "special_day": ["Неблагоприятный день для: \n- начало новой работы \n - заключение брака \n - выход в сафар  \n - посещение начальства с просьбой"]

    },
{
         "month":"Шавваль",
      "date":"2021-05-25",
      "day":14,
          "special_day": [""]

    },
{
         "month":"Шавваль",
      "date":"2021-05-26",
      "day":15,
          "special_day": [""]

    },
{
         "month":"Шавваль",
      "date":"2021-05-27",
      "day":16,
          "special_day": ["Неблагоприятный день для: \n- начало новой работы \n - заключение брака \n - выход в сафар  \n - посещение начальства с просьбой"]

    },
{
         "month":"Шавваль",
      "date":"2021-05-28",
      "day":17,
          "special_day": [""]

    },
{
         "month":"Шавваль",
      "date":"2021-05-29",
      "day":18,
          "special_day": [""]

    },
{
         "month":"Шавваль",
      "date":"2021-05-30",
      "day":19,
          "special_day": [""]

    },
{
         "month":"Шавваль",
      "date":"2021-05-31",
      "day":20,
          "special_day": [""]

    },
{
         "month":"Шавваль",
      "date":"2021-06-01",
      "day":21,
          "special_day": ["Неблагоприятный день для: \n- начало новой работы \n - заключение брака \n - выход в сафар  \n - посещение начальства с просьбой"]

    },
{
         "month":"Шавваль",
      "date":"2021-06-02",
      "day":22,
          "special_day": [""]

    },
{
         "month":"Шавваль",
      "date":"2021-06-03",
      "day":23,
          "special_day": [""]

    },
{
         "month":"Шавваль",
      "date":"2021-06-04",
      "day":24,
          "special_day": ["Неблагоприятный день для: \n- начало новой работы \n - заключение брака \n - выход в сафар  \n - посещение начальства с просьбой"]

    },
{
         "month":"Шавваль",
      "date":"2021-06-05",
      "day":25,
          "special_day": ["Неблагоприятный день для: \n- начало новой работы \n - заключение брака \n - выход в сафар  \n - посещение начальства с просьбой"]

    },
{
         "month":"Шавваль",
      "date":"2021-06-06",
      "day":26,
          "special_day": [""]

    },
{
         "month":"Шавваль",
      "date":"2021-06-07",
      "day":27,
          "special_day": [""]

    },
{
         "month":"Шавваль",
      "date":"2021-06-08",
      "day":28,
          "special_day": [""]

    },
{
         "month":"Шавваль",
      "date":"2021-06-09",
      "day":29,
          "special_day": [""]

    },
{
         "month":"Шавваль",
      "date":"2021-06-10",
      "day":30,
          "special_day": [""]

    },
{
         "month":"Зуль-ка'ида",
      "date":"2021-06-11",
      "day":1,
          "special_day": [""]

    },
{
         "month":"Зуль-ка'ида",
      "date":"2021-06-12",
      "day":2,
          "special_day": [""]

    },
{
         "month":"Зуль-ка'ида",
      "date":"2021-06-13",
      "day":3,
          "special_day": [""]

    },
{
         "month":"Зуль-ка'ида",
      "date":"2021-06-14",
      "day":4,
          "special_day": [""]

    },
{
         "month":"Зуль-ка'ида",
      "date":"2021-06-15",
      "day":5,
          "special_day": ["Неблагоприятный день для: \n- начало новой работы \n - заключение брака \n - выход в сафар  \n - посещение начальства с просьбой"]

    },
{
         "month":"Зуль-ка'ида",
      "date":"2021-06-16",
      "day":6,
          "special_day": [""]

    },
{
         "month":"Зуль-ка'ида",
      "date":"2021-06-17",
      "day":7,
          "special_day": [""]

    },
{
         "month":"Зуль-ка'ида",
      "date":"2021-06-18",
      "day":8,
          "special_day": [""]

    },
{
         "month":"Зуль-ка'ида",
      "date":"2021-06-19",
      "day":9,
          "special_day": [""]

    },
{
         "month":"Зуль-ка'ида",
      "date":"2021-06-20",
      "day":10,
          "special_day": [""]

    },
{
         "month":"Зуль-ка'ида",
      "date":"2021-06-21",
      "day":11,
          "special_day": [""]

    },
{
         "month":"Зуль-ка'ида",
      "date":"2021-06-22",
      "day":12,
          "special_day": [""]

    },
{
         "month":"Зуль-ка'ида",
      "date":"2021-06-23",
      "day":13,
          "special_day": ["Неблагоприятный день для: \n- начало новой работы \n - заключение брака \n - выход в сафар  \n - посещение начальства с просьбой"]

    },
{
         "month":"Зуль-ка'ида",
      "date":"2021-06-24",
      "day":14,
          "special_day": [""]

    },
{
         "month":"Зуль-ка'ида",
      "date":"2021-06-25",
      "day":15,
          "special_day": [""]

    },
{
         "month":"Зуль-ка'ида",
      "date":"2021-06-26",
      "day":16,
          "special_day": ["Неблагоприятный день для: \n- начало новой работы \n - заключение брака \n - выход в сафар  \n - посещение начальства с просьбой"]

    },
{
         "month":"Зуль-ка'ида",
      "date":"2021-06-27",
      "day":17,
          "special_day": [""]

    },
{
         "month":"Зуль-ка'ида",
      "date":"2021-06-28",
      "day":18,
          "special_day": [""]

    },
{
         "month":"Зуль-ка'ида",
      "date":"2021-06-29",
      "day":19,
          "special_day": [""]

    },
{
         "month":"Зуль-ка'ида",
      "date":"2021-06-30",
      "day":20,
          "special_day": [""]

    },
{
         "month":"Зуль-ка'ида",
      "date":"2021-07-01",
      "day":21,
          "special_day": ["Неблагоприятный день для: \n- начало новой работы \n - заключение брака \n - выход в сафар  \n - посещение начальства с просьбой"]

    },
{
         "month":"Зуль-ка'ида",
      "date":"2021-07-02",
      "day":22,
          "special_day": [""]

    },
{
         "month":"Зуль-ка'ида",
      "date":"2021-07-03",
      "day":23,
          "special_day": [""]

    },
{
         "month":"Зуль-ка'ида",
      "date":"2021-07-04",
      "day":24,
          "special_day": ["Неблагоприятный день для: \n- начало новой работы \n - заключение брака \n - выход в сафар  \n - посещение начальства с просьбой"]

    },
{
         "month":"Зуль-ка'ида",
      "date":"2021-07-05",
      "day":25,
          "special_day": ["Неблагоприятный день для: \n- начало новой работы \n - заключение брака \n - выход в сафар  \n - посещение начальства с просьбой"]

    },
{
         "month":"Зуль-ка'ида",
      "date":"2021-07-06",
      "day":26,
          "special_day": [""]

    },
{
         "month":"Зуль-ка'ида",
      "date":"2021-07-07",
      "day":27,
          "special_day": [""]

    },
{
         "month":"Зуль-ка'ида",
      "date":"2021-07-08",
      "day":28,
          "special_day": [""]

    },
{
         "month":"Зуль-ка'ида",
      "date":"2021-07-09",
      "day":29,
          "special_day": [""]

    },
{
         "month":"Зуль-ка'ида",
      "date":"2021-07-10",
      "day":30,
          "special_day": [""]

    },
{
         "month":"Зуль-хиджа",
      "date":"2021-07-11",
      "day":1,
          "special_day": [""]

    },
{
         "month":"Зуль-хиджа",
      "date":"2021-07-12",
      "day":2,
          "special_day": [""]

    },
{
         "month":"Зуль-хиджа",
      "date":"2021-07-13",
      "day":3,
          "special_day": ["Неблагоприятный день для: \n- начало новой работы \n - заключение брака \n - выход в сафар  \n - посещение начальства с просьбой"]

    },
{
         "month":"Зуль-хиджа",
      "date":"2021-07-14",
      "day":4,
          "special_day": [""]

    },
{
         "month":"Зуль-хиджа",
      "date":"2021-07-15",
      "day":5,
          "special_day": ["Неблагоприятный день для: \n- начало новой работы \n - заключение брака \n - выход в сафар  \n - посещение начальства с просьбой"]

    },
{
         "month":"Зуль-хиджа",
      "date":"2021-07-16",
      "day":6,
          "special_day": [""]

    },
{
         "month":"Зуль-хиджа",
      "date":"2021-07-17",
      "day":7,
          "special_day": [""]

    },
{
         "month":"Зуль-хиджа",
      "date":"2021-07-18",
      "day":8,
          "special_day": [""]

    },
{
         "month":"Зуль-хиджа",
      "date":"2021-07-19",
      "day":9,
          "special_day": [""]

    },
{
         "month":"Зуль-хиджа",
      "date":"2021-07-20",
      "day":10,
          "special_day": [""]

    },
{
         "month":"Зуль-хиджа",
      "date":"2021-07-21",
      "day":11,
          "special_day": [""]

    },
{
         "month":"Зуль-хиджа",
      "date":"2021-07-22",
      "day":12,
          "special_day": [""]

    },
{
         "month":"Зуль-хиджа",
      "date":"2021-07-23",
      "day":13,
          "special_day": ["Неблагоприятный день для: \n- начало новой работы \n - заключение брака \n - выход в сафар  \n - посещение начальства с просьбой"]

    },
{
         "month":"Зуль-хиджа",
      "date":"2021-07-24",
      "day":14,
          "special_day": [""]

    },
{
         "month":"Зуль-хиджа",
      "date":"2021-07-25",
      "day":15,
          "special_day": [""]

    },
{
         "month":"Зуль-хиджа",
      "date":"2021-07-26",
      "day":16,
          "special_day": ["Неблагоприятный день для: \n- начало новой работы \n - заключение брака \n - выход в сафар  \n - посещение начальства с просьбой"]

    },
{
         "month":"Зуль-хиджа",
      "date":"2021-07-27",
      "day":17,
          "special_day": [""]

    },
{
         "month":"Зуль-хиджа",
      "date":"2021-07-28",
      "day":18,
          "special_day": [""]

    },
{
         "month":"Зуль-хиджа",
      "date":"2021-07-29",
      "day":19,
          "special_day": [""]

    },
{
         "month":"Зуль-хиджа",
      "date":"2021-07-30",
      "day":20,
          "special_day": [""]

    },
{
         "month":"Зуль-хиджа",
      "date":"2021-07-31",
      "day":21,
          "special_day": ["Неблагоприятный день для: \n- начало новой работы \n - заключение брака \n - выход в сафар  \n - посещение начальства с просьбой"]

    },
{
         "month":"Зуль-хиджа",
      "date":"2021-08-01",
      "day":22,
          "special_day": [""]

    },
{
         "month":"Зуль-хиджа",
      "date":"2021-08-02",
      "day":23,
          "special_day": [""]

    },
{
         "month":"Зуль-хиджа",
      "date":"2021-08-03",
      "day":24,
          "special_day": ["Неблагоприятный день для: \n- начало новой работы \n - заключение брака \n - выход в сафар  \n - посещение начальства с просьбой"]

    },
{
         "month":"Зуль-хиджа",
      "date":"2021-08-04",
      "day":25,
          "special_day": ["Неблагоприятный день для: \n- начало новой работы \n - заключение брака \n - выход в сафар  \n - посещение начальства с просьбой"]

    },
{
         "month":"Зуль-хиджа",
      "date":"2021-08-05",
      "day":26,
          "special_day": [""]

    },
{
         "month":"Зуль-хиджа",
      "date":"2021-08-06",
      "day":27,
          "special_day": [""]

    },
{
         "month":"Зуль-хиджа",
      "date":"2021-08-07",
      "day":28,
          "special_day": [""]

    },
{
         "month":"Зуль-хиджа",
      "date":"2021-08-08",
      "day":29,
          "special_day": [""]

    },
{
         "month":"Мухаррам",
      "date":"2021-08-09",
      "day":1,
          "special_day": [""]

    },
{
         "month":"Мухаррам",
      "date":"2021-08-10",
      "day":2,
          "special_day": [""]

    },
{
         "month":"Мухаррам",
      "date":"2021-08-11",
      "day":3,
          "special_day": ["Неблагоприятный день для: \n- начало новой работы \n - заключение брака \n - выход в сафар  \n - посещение начальства с просьбой"]

    },
{
         "month":"Мухаррам",
      "date":"2021-08-12",
      "day":4,
          "special_day": [""]

    },
{
         "month":"Мухаррам",
      "date":"2021-08-13",
      "day":5,
          "special_day": ["Неблагоприятный день для: \n- начало новой работы \n - заключение брака \n - выход в сафар  \n - посещение начальства с просьбой"]

    },
{
         "month":"Мухаррам",
      "date":"2021-08-14",
      "day":6,
          "special_day": [""]

    },
{
         "month":"Мухаррам",
      "date":"2021-08-15",
      "day":7,
          "special_day": [""]

    },
{
         "month":"Мухаррам",
      "date":"2021-08-16",
      "day":8,
          "special_day": [""]

    },
{
         "month":"Мухаррам",
      "date":"2021-08-17",
      "day":9,
          "special_day": [""]

    },
{
         "month":"Мухаррам",
      "date":"2021-08-18",
      "day":10,
          "special_day": [""]

    },
{
         "month":"Мухаррам",
      "date":"2021-08-19",
      "day":11,
          "special_day": [""]

    },
{
         "month":"Мухаррам",
      "date":"2021-08-20",
      "day":12,
          "special_day": [""]

    },
{
         "month":"Мухаррам",
      "date":"2021-08-21",
      "day":13,
          "special_day": ["Неблагоприятный день для: \n- начало новой работы \n - заключение брака \n - выход в сафар  \n - посещение начальства с просьбой"]

    },
{
         "month":"Мухаррам",
      "date":"2021-08-22",
      "day":14,
          "special_day": [""]

    },
{
         "month":"Мухаррам",
      "date":"2021-08-23",
      "day":15,
          "special_day": [""]

    },
{
         "month":"Мухаррам",
      "date":"2021-08-24",
      "day":16,
          "special_day": ["Неблагоприятный день для: \n- начало новой работы \n - заключение брака \n - выход в сафар  \n - посещение начальства с просьбой"]

    },
{
         "month":"Мухаррам",
      "date":"2021-08-25",
      "day":17,
          "special_day": [""]

    },
{
         "month":"Мухаррам",
      "date":"2021-08-26",
      "day":18,
          "special_day": [""]

    },
{
         "month":"Мухаррам",
      "date":"2021-08-27",
      "day":19,
          "special_day": [""]

    },
{
         "month":"Мухаррам",
      "date":"2021-08-28",
      "day":20,
          "special_day": [""]

    },
{
         "month":"Мухаррам",
      "date":"2021-08-29",
      "day":21,
          "special_day": ["Неблагоприятный день для: \n- начало новой работы \n - заключение брака \n - выход в сафар  \n - посещение начальства с просьбой"]

    },
{
         "month":"Мухаррам",
      "date":"2021-08-30",
      "day":22,
          "special_day": [""]

    },
{
         "month":"Мухаррам",
      "date":"2021-08-31",
      "day":23,
          "special_day": [""]

    },
{
         "month":"Мухаррам",
      "date":"2021-09-01",
      "day":24,
          "special_day": ["Неблагоприятный день для: \n- начало новой работы \n - заключение брака \n - выход в сафар  \n - посещение начальства с просьбой"]

    },
{
         "month":"Мухаррам",
      "date":"2021-09-02",
      "day":25,
          "special_day": ["Неблагоприятный день для: \n- начало новой работы \n - заключение брака \n - выход в сафар  \n - посещение начальства с просьбой"]

    },
{
         "month":"Мухаррам",
      "date":"2021-09-03",
      "day":26,
          "special_day": [""]

    },
{
         "month":"Мухаррам",
      "date":"2021-09-04",
      "day":27,
          "special_day": [""]

    },
{
         "month":"Мухаррам",
      "date":"2021-09-05",
      "day":28,
          "special_day": [""]

    },
{
         "month":"Мухаррам",
      "date":"2021-09-06",
      "day":29,
          "special_day": [""]

    },
{
         "month":"Мухаррам",
      "date":"2021-09-07",
      "day":30,
          "special_day": [""]

    },
{
         "month":"Сафар",
      "date":"2021-09-08",
      "day":1,
          "special_day": [""]

    },
{
         "month":"Сафар",
      "date":"2021-09-09",
      "day":2,
          "special_day": [""]

    },
{
         "month":"Сафар",
      "date":"2021-09-10",
      "day":3,
          "special_day": ["Неблагоприятный день для: \n- начало новой работы \n - заключение брака \n - выход в сафар  \n - посещение начальства с просьбой"]

    },
{
         "month":"Сафар",
      "date":"2021-09-11",
      "day":4,
          "special_day": [""]

    },
{
         "month":"Сафар",
      "date":"2021-09-12",
      "day":5,
          "special_day": ["Неблагоприятный день для: \n- начало новой работы \n - заключение брака \n - выход в сафар  \n - посещение начальства с просьбой"]

    },
{
         "month":"Сафар",
      "date":"2021-09-13",
      "day":6,
          "special_day": [""]

    },
{
         "month":"Сафар",
      "date":"2021-09-14",
      "day":7,
          "special_day": [""]

    },
{
         "month":"Сафар",
      "date":"2021-09-15",
      "day":8,
          "special_day": [""]

    },
{
         "month":"Сафар",
      "date":"2021-09-16",
      "day":9,
          "special_day": [""]

    },
{
         "month":"Сафар",
      "date":"2021-09-17",
      "day":10,
          "special_day": [""]

    },
{
         "month":"Сафар",
      "date":"2021-09-18",
      "day":11,
          "special_day": [""]

    },
{
         "month":"Сафар",
      "date":"2021-09-19",
      "day":12,
          "special_day": [""]

    },
{
         "month":"Сафар",
      "date":"2021-09-20",
      "day":13,
          "special_day": ["Неблагоприятный день для: \n- начало новой работы \n - заключение брака \n - выход в сафар  \n - посещение начальства с просьбой"]

    },
{
         "month":"Сафар",
      "date":"2021-09-21",
      "day":14,
          "special_day": [""]

    },
{
         "month":"Сафар",
      "date":"2021-09-22",
      "day":15,
          "special_day": [""]

    },
{
         "month":"Сафар",
      "date":"2021-09-23",
      "day":16,
          "special_day": ["Неблагоприятный день для: \n- начало новой работы \n - заключение брака \n - выход в сафар  \n - посещение начальства с просьбой"]

    },
{
         "month":"Сафар",
      "date":"2021-09-24",
      "day":17,
          "special_day": [""]

    },
{
         "month":"Сафар",
      "date":"2021-09-25",
      "day":18,
          "special_day": [""]

    },
{
         "month":"Сафар",
      "date":"2021-09-26",
      "day":19,
          "special_day": [""]

    },
{
         "month":"Сафар",
      "date":"2021-09-27",
      "day":20,
          "special_day": [""]

    },
{
         "month":"Сафар",
      "date":"2021-09-28",
      "day":21,
          "special_day": ["Неблагоприятный день для: \n- начало новой работы \n - заключение брака \n - выход в сафар  \n - посещение начальства с просьбой"]

    },
{
         "month":"Сафар",
      "date":"2021-09-29",
      "day":22,
          "special_day": [""]

    },
{
         "month":"Сафар",
      "date":"2021-09-30",
      "day":23,
          "special_day": [""]

    },
{
         "month":"Сафар",
      "date":"2021-10-01",
      "day":24,
          "special_day": ["Неблагоприятный день для: \n- начало новой работы \n - заключение брака \n - выход в сафар  \n - посещение начальства с просьбой"]

    },
{
         "month":"Сафар",
      "date":"2021-10-02",
      "day":25,
          "special_day": ["Неблагоприятный день для: \n- начало новой работы \n - заключение брака \n - выход в сафар  \n - посещение начальства с просьбой"]

    },
{
         "month":"Сафар",
      "date":"2021-10-03",
      "day":26,
          "special_day": [""]

    },
{
         "month":"Сафар",
      "date":"2021-10-04",
      "day":27,
          "special_day": [""]

    },
{
         "month":"Сафар",
      "date":"2021-10-05",
      "day":28,
          "special_day": [""]

    },
{
         "month":"Сафар",
      "date":"2021-10-06",
      "day":29,
          "special_day": [""]

    },
{
         "month":"Рабиуль авваль",
      "date":"2021-10-07",
      "day":1,
          "special_day": [""]

    },
{
         "month":"Рабиуль авваль",
      "date":"2021-10-08",
      "day":2,
          "special_day": [""]

    },
{
         "month":"Рабиуль авваль",
      "date":"2021-10-09",
      "day":3,
          "special_day": ["Неблагоприятный день для: \n- начало новой работы \n - заключение брака \n - выход в сафар  \n - посещение начальства с просьбой"]

    },
{
         "month":"Рабиуль авваль",
      "date":"2021-10-10",
      "day":4,
          "special_day": [""]

    },
{
         "month":"Рабиуль авваль",
      "date":"2021-10-11",
      "day":5,
          "special_day": ["Неблагоприятный день для: \n- начало новой работы \n - заключение брака \n - выход в сафар  \n - посещение начальства с просьбой"]

    },
{
         "month":"Рабиуль авваль",
      "date":"2021-10-12",
      "day":6,
          "special_day": [""]

    },
{
         "month":"Рабиуль авваль",
      "date":"2021-10-13",
      "day":7,
          "special_day": [""]

    },
{
         "month":"Рабиуль авваль",
      "date":"2021-10-14",
      "day":8,
          "special_day": [""]

    },
{
         "month":"Рабиуль авваль",
      "date":"2021-10-15",
      "day":9,
          "special_day": [""]

    },
{
         "month":"Рабиуль авваль",
      "date":"2021-10-16",
      "day":10,
          "special_day": [""]

    },
{
         "month":"Рабиуль авваль",
      "date":"2021-10-17",
      "day":11,
          "special_day": [""]

    },
{
         "month":"Рабиуль авваль",
      "date":"2021-10-18",
      "day":12,
          "special_day": [""]

    },
{
         "month":"Рабиуль авваль",
      "date":"2021-10-19",
      "day":13,
          "special_day": ["Неблагоприятный день для: \n- начало новой работы \n - заключение брака \n - выход в сафар  \n - посещение начальства с просьбой"]

    },
{
         "month":"Рабиуль авваль",
      "date":"2021-10-20",
      "day":14,
          "special_day": [""]

    },
{
         "month":"Рабиуль авваль",
      "date":"2021-10-21",
      "day":15,
          "special_day": [""]

    },
{
         "month":"Рабиуль авваль",
      "date":"2021-10-22",
      "day":16,
          "special_day": ["Неблагоприятный день для: \n- начало новой работы \n - заключение брака \n - выход в сафар  \n - посещение начальства с просьбой"]

    },
{
         "month":"Рабиуль авваль",
      "date":"2021-10-23",
      "day":17,
          "special_day": [""]

    },
{
         "month":"Рабиуль авваль",
      "date":"2021-10-24",
      "day":18,
          "special_day": [""]

    },
{
         "month":"Рабиуль авваль",
      "date":"2021-10-25",
      "day":19,
          "special_day": [""]

    },
{
         "month":"Рабиуль авваль",
      "date":"2021-10-26",
      "day":20,
          "special_day": [""]

    },
{
         "month":"Рабиуль авваль",
      "date":"2021-10-27",
      "day":21,
          "special_day": ["Неблагоприятный день для: \n- начало новой работы \n - заключение брака \n - выход в сафар  \n - посещение начальства с просьбой"]

    },
{
         "month":"Рабиуль авваль",
      "date":"2021-10-28",
      "day":22,
          "special_day": [""]

    },
{
         "month":"Рабиуль авваль",
      "date":"2021-10-29",
      "day":23,
          "special_day": [""]

    },
{
         "month":"Рабиуль авваль",
      "date":"2021-10-30",
      "day":24,
          "special_day": ["Неблагоприятный день для: \n- начало новой работы \n - заключение брака \n - выход в сафар  \n - посещение начальства с просьбой"]

    },
{
         "month":"Рабиуль авваль",
      "date":"2021-10-31",
      "day":25,
          "special_day": ["Неблагоприятный день для: \n- начало новой работы \n - заключение брака \n - выход в сафар  \n - посещение начальства с просьбой"]

    },
{
         "month":"Рабиуль авваль",
      "date":"2021-11-01",
      "day":26,
          "special_day": [""]

    },
{
         "month":"Рабиуль авваль",
      "date":"2021-11-02",
      "day":27,
          "special_day": [""]

    },
{
         "month":"Рабиуль авваль",
      "date":"2021-11-03",
      "day":28,
          "special_day": [""]

    },
{
         "month":"Рабиуль авваль",
      "date":"2021-11-04",
      "day":29,
          "special_day": [""]

    },
{
         "month":"Раби ас-сани",
      "date":"2021-11-05",
      "day":1,
          "special_day": [""]

    },
{
         "month":"Раби ас-сани",
      "date":"2021-11-06",
      "day":2,
          "special_day": [""]

    },
{
         "month":"Раби ас-сани",
      "date":"2021-11-07",
      "day":3,
          "special_day": ["Неблагоприятный день для: \n- начало новой работы \n - заключение брака \n - выход в сафар  \n - посещение начальства с просьбой"]

    },
{
         "month":"Раби ас-сани",
      "date":"2021-11-08",
      "day":4,
          "special_day": [""]

    },
{
         "month":"Раби ас-сани",
      "date":"2021-11-09",
      "day":5,
          "special_day": ["Неблагоприятный день для: \n- начало новой работы \n - заключение брака \n - выход в сафар  \n - посещение начальства с просьбой"]

    },
{
         "month":"Раби ас-сани",
      "date":"2021-11-10",
      "day":6,
          "special_day": [""]

    },
{
         "month":"Раби ас-сани",
      "date":"2021-11-11",
      "day":7,
          "special_day": [""]

    },
{
         "month":"Раби ас-сани",
      "date":"2021-11-12",
      "day":8,
          "special_day": [""]

    },
{
         "month":"Раби ас-сани",
      "date":"2021-11-13",
      "day":9,
          "special_day": [""]

    },
{
         "month":"Раби ас-сани",
      "date":"2021-11-14",
      "day":10,
          "special_day": [""]

    },
{
         "month":"Раби ас-сани",
      "date":"2021-11-15",
      "day":11,
          "special_day": [""]

    },
{
         "month":"Раби ас-сани",
      "date":"2021-11-16",
      "day":12,
          "special_day": [""]

    },
{
         "month":"Раби ас-сани",
      "date":"2021-11-17",
      "day":13,
          "special_day": ["Неблагоприятный день для: \n- начало новой работы \n - заключение брака \n - выход в сафар  \n - посещение начальства с просьбой"]

    },
{
         "month":"Раби ас-сани",
      "date":"2021-11-18",
      "day":14,
          "special_day": [""]

    },
{
         "month":"Раби ас-сани",
      "date":"2021-11-19",
      "day":15,
          "special_day": [""]

    },
{
         "month":"Раби ас-сани",
      "date":"2021-11-20",
      "day":16,
          "special_day": ["Неблагоприятный день для: \n- начало новой работы \n - заключение брака \n - выход в сафар  \n - посещение начальства с просьбой"]

    },
{
         "month":"Раби ас-сани",
      "date":"2021-11-21",
      "day":17,
          "special_day": [""]

    },
{
         "month":"Раби ас-сани",
      "date":"2021-11-22",
      "day":18,
          "special_day": [""]

    },
{
         "month":"Раби ас-сани",
      "date":"2021-11-23",
      "day":19,
          "special_day": [""]

    },
{
         "month":"Раби ас-сани",
      "date":"2021-11-24",
      "day":20,
          "special_day": [""]

    },
{
         "month":"Раби ас-сани",
      "date":"2021-11-25",
      "day":21,
          "special_day": ["Неблагоприятный день для: \n- начало новой работы \n - заключение брака \n - выход в сафар  \n - посещение начальства с просьбой"]

    },
{
         "month":"Раби ас-сани",
      "date":"2021-11-26",
      "day":22,
          "special_day": [""]

    },
{
         "month":"Раби ас-сани",
      "date":"2021-11-27",
      "day":23,
          "special_day": [""]

    },
{
         "month":"Раби ас-сани",
      "date":"2021-11-28",
      "day":24,
          "special_day": ["Неблагоприятный день для: \n- начало новой работы \n - заключение брака \n - выход в сафар  \n - посещение начальства с просьбой"]

    },
{
         "month":"Раби ас-сани",
      "date":"2021-11-29",
      "day":25,
          "special_day": ["Неблагоприятный день для: \n- начало новой работы \n - заключение брака \n - выход в сафар  \n - посещение начальства с просьбой"]

    },
{
         "month":"Раби ас-сани",
      "date":"2021-11-30",
      "day":26,
          "special_day": [""]

    },
{
         "month":"Раби ас-сани",
      "date":"2021-12-01",
      "day":27,
          "special_day": [""]

    },
{
         "month":"Раби ас-сани",
      "date":"2021-12-02",
      "day":28,
          "special_day": [""]

    },
{
         "month":"Раби ас-сани",
      "date":"2021-12-03",
      "day":29,
          "special_day": [""]

    },
{
         "month":"Раби ас-сани",
      "date":"2021-12-04",
      "day":30,
          "special_day": [""]

    },
{
         "month":"Джумада аль-уля",
      "date":"2021-12-05",
      "day":1,
          "special_day": [""]

    },
{
         "month":"Джумада аль-уля",
      "date":"2021-12-06",
      "day":2,
          "special_day": [""]

    },
{
         "month":"Джумада аль-уля",
      "date":"2021-12-07",
      "day":3,
          "special_day": ["Неблагоприятный день для: \n- начало новой работы \n - заключение брака \n - выход в сафар  \n - посещение начальства с просьбой"]

    },
{
         "month":"Джумада аль-уля",
      "date":"2021-12-08",
      "day":4,
          "special_day": [""]

    },
{
         "month":"Джумада аль-уля",
      "date":"2021-12-09",
      "day":5,
          "special_day": ["Неблагоприятный день для: \n- начало новой работы \n - заключение брака \n - выход в сафар  \n - посещение начальства с просьбой"]

    },
{
         "month":"Джумада аль-уля",
      "date":"2021-12-10",
      "day":6,
          "special_day": [""]

    },
{
         "month":"Джумада аль-уля",
      "date":"2021-12-11",
      "day":7,
          "special_day": [""]

    },
{
         "month":"Джумада аль-уля",
      "date":"2021-12-12",
      "day":8,
          "special_day": [""]

    },
{
         "month":"Джумада аль-уля",
      "date":"2021-12-13",
      "day":9,
          "special_day": [""]

    },
{
         "month":"Джумада аль-уля",
      "date":"2021-12-14",
      "day":10,
          "special_day": [""]

    },
{
         "month":"Джумада аль-уля",
      "date":"2021-12-15",
      "day":11,
          "special_day": [""]

    },
{
         "month":"Джумада аль-уля",
      "date":"2021-12-16",
      "day":12,
          "special_day": [""]

    },
{
         "month":"Джумада аль-уля",
      "date":"2021-12-17",
      "day":13,
          "special_day": ["Неблагоприятный день для: \n- начало новой работы \n - заключение брака \n - выход в сафар  \n - посещение начальства с просьбой"]

    },
{
         "month":"Джумада аль-уля",
      "date":"2021-12-18",
      "day":14,
          "special_day": [""]

    },
{
         "month":"Джумада аль-уля",
      "date":"2021-12-19",
      "day":15,
          "special_day": [""]

    },
{
         "month":"Джумада аль-уля",
      "date":"2021-12-20",
      "day":16,
          "special_day": ["Неблагоприятный день для: \n- начало новой работы \n - заключение брака \n - выход в сафар  \n - посещение начальства с просьбой"]

    },
{
         "month":"Джумада аль-уля",
      "date":"2021-12-21",
      "day":17,
          "special_day": [""]

    },
{
         "month":"Джумада аль-уля",
      "date":"2021-12-22",
      "day":18,
          "special_day": [""]

    },
{
         "month":"Джумада аль-уля",
      "date":"2021-12-23",
      "day":19,
          "special_day": [""]

    },
{
         "month":"Джумада аль-уля",
      "date":"2021-12-24",
      "day":20,
          "special_day": [""]

    },
{
         "month":"Джумада аль-уля",
      "date":"2021-12-25",
      "day":21,
          "special_day": ["Неблагоприятный день для: \n- начало новой работы \n - заключение брака \n - выход в сафар  \n - посещение начальства с просьбой"]

    },
{
         "month":"Джумада аль-уля",
      "date":"2021-12-26",
      "day":22,
          "special_day": ["  "]

    },
{
         "month":"Джумада аль-уля",
      "date":"2021-12-27",
      "day":23,
          "special_day": [""]

    },
{
         "month":"Джумада аль-уля",
      "date":"2021-12-28",
      "day":24,
          "special_day": ["Неблагоприятный день для: \n- начало новой работы \n - заключение брака \n - выход в сафар  \n - посещение начальства с просьбой"]

    },
{
         "month":"Джумада аль-уля",
      "date":"2021-12-29",
      "day":25,
          "special_day": ["Неблагоприятный день для: \n- начало новой работы \n - заключение брака \n - выход в сафар  \n - посещение начальства с просьбой"]

    },
{
         "month":"Джумада аль-уля",
      "date":"2021-12-30",
      "day":26,
          "special_day": [""]

    },
{
         "month":"Джумада аль-уля",
      "date":"2021-12-31",
      "day":27,
          "special_day": [""]

    },


]
export default data;